[Guerrilla.Able SkillDefinition]
SkillDescription="Damaging an enemy causes you to [skill]regenerate health[-skill] for a few seconds.  This effect does not stack multiple times."

[Guerrilla.Able:AttributePresentationDefinition_53 AttributePresentationDefinition]
Description="Regenerates $NUMBER$ of your Max Health / sec."

[Guerrilla.CrisisManagement SkillDefinition]
SkillDescription="You gain increased [skill]Gun Damage[-skill] and [skill]Melee Damage[-skill] while your shields are depleted."

[Guerrilla.DoubleUp SkillDefinition]
SkillDescription="Adds a [skill]second gun[-skill] to your [skill]Sabre Turret[-skill] and changes both guns to fire [skill]slag rounds[-skill].  Slagged enemies take additional damage from all non-slag attacks."

[Guerrilla.DoubleUp:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="more turret guns."

[Guerrilla.Grenadier SkillDefinition]
SkillDescription="Increases the maximum number of [skill]grenades[-skill] you can carry."

[Guerrilla.Ready SkillDefinition]
SkillDescription="Increases [skill]Reload Speed[-skill]."

[Guerrilla.Ready:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Reload Speed: $NUMBER$"

[Guerrilla.ScorchedEarth:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="$NUMBER$ rockets per volley."

[Guerrilla.Sentry SkillDefinition]
SkillDescription="Increases the number of shots your [skill]Sabre Turret[-skill] fires in each burst, as well as your [skill]Sabre Turret's Duration[-skill]."

[Guerrilla.Sentry:AttributePresentationDefinition_53 AttributePresentationDefinition]
Description="$NUMBER$ shots fired per burst."

[Guerrilla.TacticalWithdrawal SkillDefinition]
SkillDescription="Target your [skill]Sabre Turret[-skill] and press <StringAliasMap:Action.Use> to [skill]recover your turret[-skill].  This refunds some of the [skill]cooldown[-skill] based on how much duration was left."

[Guerrilla.TacticalWithdrawal:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="''We're done here.  Let's go blow up something else.''"

[Gunpowder.Battlefront SkillDefinition]
SkillDescription="While your [skill]Sabre Turret[-skill] is deployed you deal [skill]increased damage[-skill]."

[Gunpowder.DoOrDie SkillDefinition]
SkillDescription="Allows you to [skill]throw grenades[-skill] while in [skill]Fight For Your Life[-skill].  Also increases damage dealt with [skill]grenades[-skill] and [skill]rocket launchers[-skill]."

[Gunpowder.DutyCalls SkillDefinition]
SkillDescription="Increases the [skill]Gun Damage[-skill] and [skill]Fire Rate[-skill] of non-elemental guns."

[Gunpowder.LongBowTurret SkillDefinition]
SkillDescription="Your [skill]Sabre Turret[-skill] can be deployed using [skill]Longbow[-skill] technology, allowing you to deploy it much further away.  Also, increases the [skill]Maximum Health[-skill] of your [skill]Sabre Turret[-skill]."

[Gunpowder.Nuke SkillDefinition]
SkillDescription="Deploying your [skill]Sabre Turret[-skill] sets off a small [skill]Nuclear Blast[-skill]."

[Gunpowder.Nuke:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="''Impotent and obsolete?  Hardly.''"

[Gunpowder.Ranger SkillDefinition]
SkillDescription="Makes you better at just about [skill]everything[-skill]."

[Gunpowder.Ranger:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="Max Health: $NUMBER$"

[Gunpowder.Steady SkillDefinition]
SkillDescription="Reduces [skill]Recoil[-skill] with all gun types, as well as damage dealt with [skill]grenades[-skill] and [skill]rocket launchers[-skill]."

[Scorpio.Skill_Scorpio SkillDefinition]
SkillDescription="[skill]Action Skill[-skill].  Press <StringAliasMap:Action.ActionSkill> to deploy a [skill]Sabre Turret[-skill] that automatically fires at enemies.  When you're near the [skill]Sabre Turret[-skill], press <StringAliasMap:Action.Use> to reclaim it and refund some of your [skill]cooldown[-skill]."

[Survival.Forbearance SkillDefinition]
SkillDescription="Reduces the duration of enemy [skill]Elemental Status Effects[-skill] on you.  Additionally, increases [skill]Maximum Health[-skill]."

[Survival.Forbearance:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Max Health: $NUMBER$"

[Survival.Gemini SkillDefinition]
SkillDescription="Allows you to deploy [skill]two Sabre Turrets[-skill].  Once the first [skill]Sabre Turret[-skill] is deployed press <StringAliasMap:Action.ActionSkill> again to deploy the second."

[Survival.Gemini:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="''Sometimes, one just isn't enough.''"

[Survival.Grit SkillDefinition]
SkillDescription="You gain a chance to [skill]ignore damage that would otherwise kill you[-skill].  In addition to not taking damage from the attack, you will instantly [skill]regain half of your Maximum Health[-skill]."

[Survival.HealthY:AttributePresentationDefinition_15 AttributePresentationDefinition]
Description="Max Health: $NUMBER$"

[Survival.Mag-Lock SkillDefinition]
SkillDescription="Allows your [skill]Sabre Turret[-skill] to be [skill]deployed on walls and ceilings[-skill]."

[Survival.Mag-Lock:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="$NUMBER$ more sticky."

[Survival.PhalanxShield SkillDefinition]
SkillDescription="Your [skill]Sabre Turret[-skill] projects a [skill]protective shield[-skill].  The shield attempts to block enemy ranged attacks, but lets friendly ranged attacks pass through.  Enemy movement and melee attacks are not affected."

[Survival.Preparation SkillDefinition]
SkillDescription="Increases your [skill]Shield Capacity[-skill].  Also, while your shield is full you [skill]regenerate health[-skill]."

[Survival.Preparation:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Regenerates $NUMBER$ of your Max Health / sec while your shields are full."

[Survival.Pressure SkillDefinition]
SkillDescription="Improves your [skill]Reload Speed[-skill] and [skill]Shield Recharge Delay[-skill] based on how much [skill]health[-skill] you have.  The [skill]lower your health, the higher the bonus[-skill]."

[Survival.Pressure:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Reload Speed: up to $NUMBER$"

[Survival.Pressure:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Shield Recharge Delay: up to $NUMBER$"

[Survival.QuickCharge SkillDefinition]
SkillDescription="[skill]Kill Skill[-skill].  Killing an enemy causes your shields to [skill]quickly regenerate[-skill] for a short time."

[Survival.QuickCharge:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Regenerates $NUMBER$ of your Max Shields / sec."

[Survival.Resourceful SkillDefinition]
SkillDescription="Increases [skill]Action Skill Cooldown Rate[-skill]."

[Survival.Resourceful:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Cooldown Rate: $NUMBER$"
